{
	"lang": "id",
	"title": "Pengunduh Instagram - Unduh Video, Foto, Cerita, Reels, Sorotan, dan Postingan",
	"description": "Unduh video, foto, cerita, reels, sorotan, dan postingan Instagram dengan mudah menggunakan pengunduh Instagram kami yang gratis dan mudah digunakan. Mendukung unduhan dalam kualitas HD dan 4K.",
	"canonical-url": "https://snapinstagram.onrender.com/id",
	"h1-header-content": "Pengunduh Instagram - Unduh Video, Foto, Cerita, Reels, Sorotan, dan Postingan Instagram",
	"p-header-content": "Selamat datang di SnapInstagram kami! Alat ini memungkinkan Anda untuk dengan mudah mengunduh video, foto, reels, cerita, sorotan, dan postingan Instagram dalam beberapa klik saja. Baik Anda ingin menyimpan konten dalam kualitas HD atau 4K, platform kami siap membantu Anda. Gratis sepenuhnya, tidak memerlukan pendaftaran, dan berfungsi di semua perangkat.",
	"placeholder-header-content": "Contoh: https://www.instagram.com/p/C-vDs6oJm46/",
	"btn-clear-header-content": "Bersihkan",
	"btn-download-header-content": "Unduh",
	"btn-paste-header-content": "Tempel dari Papan Klip",
	"h2-introduction": "Mengapa Menggunakan Pengunduh Instagram Kami?",
	"p-introduction": "Instagram adalah salah satu platform media sosial paling populer, di mana pengguna berbagi sejumlah besar konten visual setiap harinya. Baik itu foto yang menakjubkan, cerita yang inspiratif, atau reels yang menghibur, ada momen-momen yang mungkin ingin Anda simpan untuk dilihat nanti. Sayangnya, Instagram tidak menyediakan cara untuk mengunduh konten langsung dari platform mereka. Di sinilah pengunduh Instagram kami berguna.",
	"p2-introduction": "Alat kami cepat, andal, dan mudah digunakan, membuat pengalaman mengunduh konten Instagram menjadi mudah. Anda dapat menyimpan video, gambar, reels, cerita, sorotan, dan postingan dari akun publik langsung ke perangkat Anda, memastikan bahwa Anda tidak pernah kehilangan konten favorit Anda.",
	"h2-download-features": "Fitur Unduhan Lengkap",
	"p-download-features": "Pengunduh Instagram kami menawarkan berbagai fitur untuk memenuhi semua kebutuhan penyimpanan konten Anda:",
	"strong1-download-features": "Unduh Video Instagram:",
	"li1.1-download-features": "Simpan video Instagram dalam kualitas aslinya. Baik itu momen berharga yang dibagikan oleh teman Anda atau tutorial dari kreator, Anda dapat mengunduhnya dan menontonnya secara offline kapan saja.",
	"strong2-download-features": "Unduh Foto Instagram:",
	"li2-download-features": "Tangkap dan simpan foto berkualitas tinggi dari postingan Instagram mana pun. Sempurna untuk menyimpan kenangan, menggunakan gambar yang inspiratif, atau fotografi yang memukau untuk wallpaper atau proyek kreatif.",
	"strong3-download-features": "Unduh Reels Instagram:",
	"li3-download-features": "Unduh reels Instagram, format video pendek yang menarik, langsung ke perangkat Anda dalam format MP4. Fitur ini ideal bagi mereka yang suka mengumpulkan video pendek favorit mereka.",
	"strong4-download-features": "Unduh Cerita Instagram:",
	"li4-download-features": "Unduh cerita Instagram, postingan sementara yang hilang setelah 24 jam. Sekarang Anda dapat menyimpan momen-momen sementara ini selamanya dengan pengunduh kami.",
	"strong5-download-features": "Unduh Sorotan Instagram:",
	"li5-download-features": "Simpan sorotan Instagram, kumpulan cerita yang dipilih pengguna untuk ditampilkan di profil mereka. Ini bisa termasuk pengalaman perjalanan, pameran produk, dan banyak lagi.",
	"strong6-download-features": "Unduh Postingan Instagram:",
	"li6-download-features": "Unduh seluruh postingan Instagram. Fitur ini berguna untuk mengarsipkan atau menyimpan postingan yang menurut Anda sangat menarik atau berharga.",
	"strong7-download-features": "Unduhan Berkualitas Tinggi:",
	"li7-download-features": "Kami mendukung pengunduhan konten dalam kualitas HD dan 4K jika tersedia, memastikan Anda mendapatkan resolusi terbaik yang mungkin.",
	"h2-how-use": "Cara Menggunakan Pengunduh Instagram Kami",
	"p1-how-use": "Menggunakan SnapInstagram kami sangat sederhana dan mudah. Ikuti langkah-langkah mudah ini untuk mengunduh konten Instagram apa pun:",
	"strong1-how-use": "Salin URL:",
	"li1-how-use": "Kunjungi Instagram dan salin URL video, foto, reels, cerita, sorotan, atau postingan yang ingin Anda unduh. Anda dapat melakukannya dengan mengklik tiga titik pada postingan dan memilih 'Salin Tautan'.",
	"strong2-how-use": "Tempel URL:",
	"li2-how-use": "Kunjungi alat SnapInstagram kami dan tempelkan URL yang telah Anda salin ke kotak input yang disediakan.",
	"strong3-how-use": "Unduh:",
	"li3-how-use": "Klik tombol 'Unduh'. Konten akan diproses dan siap disimpan ke perangkat Anda dalam beberapa detik.",
	"p2-how-use": "Begitu mudah! Tidak perlu menginstal perangkat lunak atau membuat akun. Cukup salin, tempel, dan unduh.",
	"title-h4-faqs": "Pertanyaan yang Sering Diajukan (FAQ)",
	"name-faqs1-email": "Apakah legal untuk mengunduh konten dari Instagram?",
	"text-faqs1-email": "Umumnya, mengunduh konten dari Instagram hanya diizinkan untuk penggunaan pribadi. Namun, penting untuk mematuhi hukum hak cipta dan ketentuan penggunaan Instagram. Pastikan untuk mendapatkan izin dari pemilik konten sebelum membagikan atau menggunakan konten tersebut untuk tujuan komersial.",
	"name-faqs2-email": "Bisakah saya mengunduh konten Instagram yang bersifat pribadi?",
	"text-faqs2-email": "Tidak, alat kami hanya memungkinkan Anda mengunduh konten dari profil Instagram yang bersifat publik. Jika akun bersifat pribadi, Anda tidak dapat mengunduh kontennya menggunakan alat kami.",
	"name-faqs3-email": "Format dan resolusi apa yang didukung?",
	"text-faqs3-email": "Kami mendukung berbagai format, termasuk MP4 untuk video dan JPG untuk foto. Resolusi yang tersedia untuk diunduh bergantung pada kualitas asli konten yang diunggah di Instagram, tetapi kami menawarkan opsi mulai dari standar hingga 4K jika memungkinkan.",
	"name-faqs4-email": "Bagaimana saya bisa mengunduh cerita Instagram?",
	"text-faqs4-email": "Untuk mengunduh cerita Instagram, cukup salin URL cerita dan tempelkan ke pengunduh kami. Anda dapat menyimpannya seperti video atau foto biasa. Ingatlah bahwa cerita hanya dapat diunduh saat masih aktif di profil pengguna.",
	"name-faqs5-email": "Bisakah saya mengunduh sorotan Instagram?",
	"text-faqs5-email": "Ya, Anda dapat mengunduh sorotan dengan menyalin URL sorotan dan menggunakan alat kami. Sorotan adalah kumpulan cerita yang dipilih pengguna untuk ditampilkan di profil mereka.",
	"name-faqs6-email": "Bisakah saya menggunakan konten yang diunduh untuk tujuan komersial?",
	"text-faqs6-email": "Konten yang diunduh hanya boleh digunakan untuk tujuan komersial jika Anda memiliki izin yang jelas dari pemilik konten. Selalu patuhi ketentuan pemilik untuk menghindari pelanggaran hak cipta.",
	"name-faqs7-email": "name-faqs7-email",
	"text-faqs7-email": "text-faqs7-email",
	"name-faqs8-email": "name-faqs8-email",
	"text-faqs8-email": "text-faqs8-email"
}