{
  "lang": "ms",
  "title": "Pemuat Turun Instagram - Muat Turun Video, Gambar, Cerita, Reel, Sorotan, dan Kiriman",
  "description": "Muat turun video, gambar, cerita, reel, sorotan, dan kiriman Instagram dengan mudah menggunakan Pemuat Turun Instagram kami yang percuma dan mudah digunakan. Menyokong muat turun dalam kualiti HD dan 4K.",
  "canonical-url": "https://snapgram.onrender.com/ms",
  "h1-header-content": "Pemuat Turun Instagram - Muat Turun Video, Gambar, Cerita, Reel, Sorotan, dan Kiriman Instagram",
  "p-header-content": "Selamat datang ke SnapInstagram kami! Alat ini membolehkan anda memuat turun video, gambar, reel, cerita, sorotan, dan kiriman Instagram dengan mudah hanya dalam beberapa klik. Sama ada anda ingin menyimpan kandungan dalam kualiti HD atau 4K, platform kami sedia membantu. Ia sepenuhnya percuma, tanpa pendaftaran, dan boleh digunakan pada semua peranti.",
  "placeholder-header-content": "Contoh: https://www.instagram.com/p/C-vDs6oJm46/",
  "btn-clear-header-content": "Kosongkan",
  "btn-download-header-content": "Muat Turun",
  "btn-paste-header-content": "Tampal dari papan klip",
  "h2-introduction": "Kenapa Menggunakan Pemuat Turun Instagram Kami?",
  "p-introduction": "Instagram adalah salah satu platform media sosial yang paling popular, di mana pengguna berkongsi pelbagai kandungan visual setiap hari. Sama ada foto yang menakjubkan, cerita yang memberi inspirasi, atau reel yang menghiburkan, terdapat kalanya anda ingin menyimpan detik-detik ini untuk dikunjungi semula nanti. Malangnya, Instagram tidak menawarkan cara langsung untuk memuat turun kandungan dari platform mereka. Di sinilah Pemuat Turun Instagram kami berperanan.",
  "p2-introduction": "Alat kami direka untuk menjadi cepat, boleh dipercayai, dan mudah digunakan, menyediakan pengalaman yang lancar untuk memuat turun kandungan Instagram. Anda boleh menyimpan video, gambar, reel, cerita, sorotan, dan kiriman dari mana-mana akaun awam terus ke peranti anda, memastikan anda tidak akan kehilangan kandungan kegemaran anda.",
  "h2-download-features": "Ciri Muat Turun yang Menyeluruh",
  "p-download-features": "Pemuat Turun Instagram kami menawarkan pelbagai ciri untuk memenuhi semua keperluan penyimpanan kandungan anda:",
  "strong1-download-features": "Muat Turun Video Instagram:",
  "li1.1-download-features": "Simpan video dari Instagram dalam kualiti asalnya. Sama ada momen yang tidak dapat dilupakan yang dikongsi oleh rakan atau tutorial dari pencipta, anda boleh memuat turun dan menontonnya secara luar talian bila-bila masa anda mahu.",
  "strong2-download-features": "Muat Turun Gambar Instagram:",
  "li2-download-features": "Tangkap dan simpan gambar berkualiti tinggi dari mana-mana kiriman Instagram. Sesuai untuk menyimpan kenangan, gambar inspirasi, atau fotografi yang menakjubkan yang boleh digunakan sebagai kertas dinding atau untuk projek kreatif.",
  "strong3-download-features": "Muat Turun Reel Instagram:",
  "li3-download-features": "Muat turun Reel Instagram, format video pendek dan menarik, terus ke peranti anda dalam format MP4. Ciri ini sesuai bagi mereka yang suka menyimpan koleksi video pendek kegemaran mereka.",
  "strong4-download-features": "Muat Turun Cerita Instagram:",
  "li4-download-features": "Muat turun cerita Instagram, yang merupakan kiriman sementara yang hilang selepas 24 jam. Sekarang, anda boleh menyimpan detik-detik singkat ini selama-lamanya dengan pemuat turun kami.",
  "strong5-download-features": "Muat Turun Sorotan Instagram:",
  "li5-download-features": "Simpan sorotan Instagram, yang merupakan koleksi cerita yang dipilih oleh pengguna untuk ditampilkan di profil mereka. Ini boleh merangkumi apa sahaja dari pengalaman perjalanan hingga pameran produk.",
  "strong6-download-features": "Muat Turun Kiriman Instagram:",
  "li6-download-features": "Muat turun kiriman Instagram secara keseluruhan. Ciri ini berguna untuk mengarsipkan kandungan atau menyimpan kiriman yang anda anggap menarik atau bernilai.",
  "strong7-download-features": "Muat Turun Berkualiti Tinggi:",
  "li7-download-features": "Kami menyokong muat turun kandungan dalam kualiti HD dan bahkan 4K jika tersedia, memastikan anda mendapat resolusi terbaik.",
  "h2-how-use": "Cara Menggunakan Pemuat Turun Instagram Kami",
  "p1-how-use": "Menggunakan SnapInstagram kami adalah mudah dan langsung. Ikuti langkah-langkah mudah ini untuk memuat turun sebarang kandungan Instagram:",
  "strong1-how-use": "Salin URL:",
  "li1-how-use": "Kunjungi Instagram dan salin URL video, gambar, reel, cerita, sorotan, atau kiriman yang ingin anda muat turun. Anda boleh melakukan ini dengan mengklik tiga titik pada kiriman dan memilih \"Salin Pautan\".",
  "strong2-how-use": "Tampal URL:",
  "li2-how-use": "Pergi ke alat SnapInstagram kami dan tampal URL yang disalin ke dalam kotak input yang disediakan.",
  "strong3-how-use": "Muat Turun:",
  "li3-how-use": "Klik pada butang \"Muat Turun\". Kandungan akan diproses dan dalam beberapa saat, ia akan siap untuk disimpan ke peranti anda.",
  "p2-how-use": "Sangat mudah! Tidak perlu pemasangan perisian atau penciptaan akaun. Hanya salin, tampal, dan muat turun.",
  "title-h4-faqs": "Soalan Lazim (FAQ)",
  "name-faqs1-email": "Adakah sah untuk memuat turun kandungan dari Instagram?",
  "text-faqs1-email": "Muat turun kandungan Instagram umumnya dibenarkan untuk kegunaan peribadi sahaja. Walau bagaimanapun, penting untuk menghormati undang-undang hak cipta dan syarat perkhidmatan Instagram. Sentiasa dapatkan kebenaran daripada pemilik kandungan sebelum berkongsi atau menggunakan kandungan mereka untuk tujuan komersial.",
  "name-faqs2-email": "Bolehkah saya memuat turun kandungan Instagram peribadi?",
  "text-faqs2-email": "Tidak, alat kami hanya menyokong memuat turun kandungan dari profil Instagram awam. Jika akaun tersebut adalah peribadi, anda tidak akan dapat memuat turun kandungan menggunakan alat kami.",
  "name-faqs3-email": "Format dan resolusi apa yang disokong?",
  "text-faqs3-email": "Kami menyokong pelbagai format termasuk MP4 untuk video dan JPG untuk gambar. Resolusi yang tersedia untuk dimuat turun bergantung pada kualiti muat naik asal di Instagram, tetapi kami menawarkan pilihan dari standard hingga 4K jika boleh.",
  "name-faqs4-email": "Bagaimana cara memuat turun cerita Instagram?",
  "text-faqs4-email": "Untuk memuat turun cerita Instagram, salin URL cerita dan tampalkannya ke dalam pemuat turun kami. Anda boleh menyimpannya dengan cara yang sama seperti video atau gambar. Ingatlah, cerita hanya tersedia untuk dimuat turun jika masih aktif di profil pengguna.",
  "name-faqs5-email": "Bolehkah saya memuat turun sorotan Instagram?",
  "text-faqs5-email": "Ya, anda boleh memuat turun sorotan dengan menyalin URL sorotan dan menggunakan alat kami. Sorotan adalah cara yang baik untuk menyimpan koleksi cerita yang dipilih oleh pengguna untuk dipaparkan di profil mereka.",
  "name-faqs6-email": "Bagaimana cara memuat turun kiriman Instagram?",
  "text-faqs6-email": "Untuk memuat turun kiriman Instagram, salin URL kiriman dan tampalkannya ke dalam pemuat turun kami. Ini membolehkan anda menyimpan media dan kapsyen bersama-sama, memudahkan anda untuk mengarsipkan atau berkongsi kiriman kegemaran anda.",
  "name-faqs7-email": "Adakah alat ini berfungsi pada semua peranti?",
  "text-faqs7-email": "Ya, Pemuat Turun Instagram kami sepenuhnya serasi dengan semua peranti, termasuk telefon pintar, tablet, dan komputer desktop. Sama ada anda menggunakan Android, iOS, Windows, atau macOS, anda boleh dengan mudah memuat turun kandungan Instagram dengan alat kami.",
  "name-faqs8-email": "Adakah terdapat had untuk jumlah yang boleh dimuat turun?",
  "text-faqs8-email": "Tiada had pada bilangan muat turun. Anda boleh memuat turun sebanyak mana kandungan yang anda suka, secara percuma."
}
